import React from "react";

export default function FAQ() {
    return (
        <div>
            <h2>Часто задаваемые вопросы</h2>
            <p>Здесь собраны ответы на самые популярные вопросы пользователей.</p>
            <ul>
                <li>
                    <strong>Как добавить новую специальность?</strong>
                    <p>Перейдите в раздел "Управление специальностями" и нажмите кнопку "Добавить".</p>
                </li>
                <li>
                    <strong>Как изменить данные группы?</strong>
                    <p>Выберите группу в списке и нажмите кнопку "Редактировать".</p>
                </li>
            </ul>
        </div>
    );
};
